tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
cask_args appdir: "/Applications"

brew "bash"
brew "bash-completion"
brew "git"
brew "nmap"
brew "ruby", link: true
brew "wget"
brew "yarn"

cask "anki"
cask "atom"
cask "caffeine"
cask "firefox"
cask "google-chrome"
cask "jing"
cask "macdown"
cask "shiftit"
cask "shortcuts"
cask "slack"
cask "vlc"
cask "xscope"
